{"id":2860,"date":"2024-03-13T09:48:00","date_gmt":"2024-03-13T02:48:00","guid":{"rendered":"https:\/\/tuyensinh.thanhdo.edu.vn\/?p=2860"},"modified":"2024-05-04T13:36:36","modified_gmt":"2024-05-04T06:36:36","slug":"05-hieu-lam-ve-nganh-quan-tri-van-phong","status":"publish","type":"post","link":"https:\/\/tuyensinh.thanhdo.edu.vn\/05-hieu-lam-ve-nganh-quan-tri-van-phong\/","title":{"rendered":"05 HIỂU LẦM VỀ NGÀNH QUẢN TRỊ VĂN PHÒNG"},"content":{"rendered":"<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Mặc dù là một ngành thú vị và có nhiều cơ hội việc làm nhưng ngành Quản trị văn phòng gặp khá nhiều hiểu lầm về tính chất công việc, chương trình học, cơ hội việc làm, khả năng thăng tiến. Với keyword “Quản trị văn phòng” chúng mình sẽ cùng giải mã một số hiểu lầm về ngành học này nhé!<\/span><\/p>\n<h2><strong><span style=\"font-family: Roboto; font-size: 12pt;\">Học Quản trị văn phòng sau này chỉ pha trà, rót nước<\/span><\/strong><\/h2>\n<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Đây có lẽ là hiểu lầm phổ biến nhất của nhiều người khi hình dung về ngành quản trị văn phòng. Do gắn với từ “văn phòng” nên có người cho rằng công việc của nhân viên quản trị văn phòng khá tẻ nhạt, chủ yếu làm các công việc tay chân đơn giản, không cần nhiều chuyên môn. Tuy nhiên, trong thực tế phạm vi công việc của một nhân viên quản trị văn phòng vô cùng đa dạng, đòi hỏi trình độ chuyên môn cao và năng lực thực thụ. Đó là thu thập, xử lý thông tin; tham mưu và đề xuất các phương án giải quyết vấn đề cho lãnh đạo; giúp lãnh đạo quản trị hệ thống thông tin hiệu quả và ứng dụng công nghệ thông tin; là xây dựng hệ thống quy chuẩn cho hoạt động văn phòng; soạn thảo và chuyển giao văn bản; lưu trữ hồ sơ; tổ chức các sự kiện, hội họp và truyền thông, quảng bá, giới thiệu hình ảnh cơ quan, doanh nghiệp; đảm bảo cơ sở vật chất và phương tiện làm việc; liên lạc, giao dịch với các tổ chức, cá nhân bên ngoài… Đó là một vài trong số vô vàn các nhiệm vụ quan trọng và thú vị dành cho nhân viên quản trị văn phòng.<\/span><\/p>\n<h2><strong><span style=\"font-family: Roboto; font-size: 12pt;\">Quản trị văn phòng là dành cho những người thiếu năng động, kém sáng tạo<\/span><\/strong><\/h2>\n<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Đã qua rồi cái thời những nhân viên quản trị văn phòng là những người ngồi làm việc bàn giấy suốt 8 tiếng\/ngày, sếp bảo gì làm nấy. Trong bối cảnh đổi mới quản trị doanh nghiệp, thực hiện chuyển đổi số và xây dựng chính phủ điện tử như hiện nay, dù là nhân viên quản trị văn phòng trong khu vực nhà nước hay tư nhân đều phải là những người năng động, linh hoạt và sáng tạo để thích ứng và đảm bảo hiệu quả công việc. Ngày nay, văn phòng là nơi thu thập và xử lý thông tin, là nơi tổ chức và theo dõi, kiểm tra, đánh giá kết quả thực hiện các quyết định quản lý đã được ban hành. Có thể nói, văn phòng là bộ phận tham mưu đắc lực cho các cấp lãnh đạo và quản lý trong việc tổ chức, điều hành hoạt động của cơ quan, doanh nghiệp. Chính vì thế, để đáp ứng yêu cầu hội nhập và phát triển, người làm trong lĩnh vực quản trị văn phòng là những người có tư duy và phương pháp tổ chức, quản lý; năng động và sáng tạo; có tính chuyên nghiệp; thành thục kỹ năng hành chính; tiếp cận với công nghệ hiện đại và có khả năng thích ứng cao với hoàn cảnh thì mới có thể hoàn thành tốt công việc. Vì vậy, nếu tự tin rằng mình là người năng động, sáng tạo, luôn muốn trải nghiệm những nhiệm vụ đa dạng thì quản trị văn phòng là một lựa chọn đáng để cân nhắc.<\/span><\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-20377\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/03\/IMG_4218-scaled.jpg\" alt=\"\" width=\"2560\" height=\"1707\" \/><\/p>\n<h2><span style=\"font-family: Roboto; font-size: 12pt;\"><strong>Học Quản trị văn phòng toàn là học về làm sổ sách, công văn, giấy tờ<\/strong><\/span><\/h2>\n<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Do những hiểu lầm về tính chất công việc của ngành quản trị văn phòng kể trên nên dẫn tới hiểu lầm về chương trình đào tạo ngành quản trị văn phòng là thiên về đào tạo các công việc bàn giấy, hồ sơ, sổ sách. Thực ra, bản chất của quản trị văn phòng không phải là làm các công việc “văn phòng” một cách đơn lẻ mà là yếu tố “quản trị”. Sinh viên được học các kiến thức cơ bản về quản trị học, quản trị văn phòng, về tổ chức và hoạt động của văn phòng trong các cơ quan nhà nước, tổ chức xã hội và doanh nghiệp; về năng lực, phẩm chất của nhà quản trị và quản trị văn phòng; về ứng dụng công nghệ mới trong quản trị văn phòng…  Bên cạnh đó, sinh viên được học các môn học chuyên sâu như quản trị nhân sự; quản lý cơ sở vật chất; nghiệp vụ thư ký; nghiệp vụ văn thư – lưu trữ;  quan hệ công chúng, marketing, ứng dụng ISO trong quản trị văn phòng, xây dựng chính phủ điện tử…<\/span><\/p>\n<h2><span style=\"font-family: Roboto; font-size: 12pt;\"><b>Học Quản trị văn phòng khó xin việc làm<\/b><\/span><\/h2>\n<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Mặc dù không nổi bật như những ngành nghề đang “hot” hiện nay như Công nghệ thông tin hay Marketing nhưng Quản trị văn phòng luôn là một trong những ngành có nhu cầu tuyển dụng cao và ổn định. Văn phòng của hàng ngàn cơ quan nhà nước, các tổ chức xã hội, tổ chức phi chính phủ, đặc biệt là Văn phòng của hơn 500 nghìn doanh nghiệp đang hoạt động và thường xuyên có nhu cầu tuyển dụng nhân lực về quản trị văn phòng. T<\/span><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">heo số liệu từ trung tâm Dự báo nguồn nhân lực thì mỗi năm, Việt Nam thiếu đến gần 21.000 lao động văn phòng. Thống kê mới nhất từ VietnamWork, trang web tuyển dụng lớn nhất Việt Nam, thuộc tập đoàn Navigos Group cho biết, hành chính\/thư kí văn phòng là nghề đứng đầu bảng về nhu cầu tuyển dụng nhân lực trong năm 2019 và sẽ tiếp tục giữ ổn định vào thời gian tới. Thị trường lao động luôn trong tình trạng “khát” nhân lực quản trị văn phòng, đặc biệt là nguồn nhân lực chất lượng cao được đào tạo trong các cơ sở có uy tín như các trường đại học.<\/span><\/p>\n<h2><span style=\"font-family: Roboto; font-size: 12pt;\"><b>Nhân viên Quản trị văn phòng khó thăng tiến<\/b><\/span><\/h2>\n<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Nhiều người lo lắng rằng làm văn phòng sẽ rất khó hoặc không có cơ hội thăng tiến, cả đời chỉ quanh quẩn làm mấy công việc quen thuộc. Trên thực tế, nhân viên quản trị văn phòng là những người có năng lực chuyên môn và trình độ quản lí cao nên có rất nhiều cơ hội phát triển nghề nghiệp và lộ trình thăng tiến rõ ràng lên các cấp quản trị, trưởng\/phó phòng, giám đốc hành chính, nhân sự… Theo khảo sát lương của Navigos Group, với kinh nghiệm từ 1 năm làm việc, nhân viên quản trị văn phòng có thể làm các vị trí như nhân viên lễ tân, thư ký văn phòng, thư ký dự án đạt mức lương khoảng 8,5 &#8211; 14,5 triệu đồng\/tháng. Ở cấp quản trị với ít nhất 2 năm kinh nghiệm, nhân viên có thể đảm nhiệm vị trí chuyên viên hành chính văn phòng với mức lương khoảng 9-25 triệu đồng\/tháng. Nếu tiếp tục tích lũy kinh nghiệm và bổ sung thêm kiến thức chuyên sâu về nhân sự hoặc chuyên môn, nhân viên có thể được thăng tiến tới vị trí trưởng\/phó phòng\/giám đốc hành chính, nhân sự với mức lương hấp dẫn từ trên 25 triệu đồng\/tháng. Như vậy, quản trị văn phòng là một ngành có nhiều cơ hội việc làm hấp dẫn và khả năng thăng tiến trong sự nghiệp, với điều kiện là bản thân người nhân viên cần tích cực, chủ động học hỏi và không ngừng phát triển bản thân.<\/span><\/p>\n<figure id=\"attachment_20375\" aria-describedby=\"caption-attachment-20375\" style=\"width: 2560px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" class=\"size-full wp-image-20375\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/03\/Tke_DAO-TAO-TU-XA-scaled.jpg\" alt=\"\" width=\"2560\" height=\"1440\" \/><figcaption id=\"caption-attachment-20375\" class=\"wp-caption-text\"><span style=\"font-family: Roboto; font-size: 12pt;\">Trường Đại học đào tạo ngành Quản trị văn phòng các hệ ĐH chính quy, ĐH từ xa, ĐH vừa làm vừa học<\/span><\/figcaption><\/figure>\n<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Trường Đại học Thành Đô đào tạo ngành Quản trị văn phòng theo các hệ Đại học chính quy,  Đại học từ xe, Đại học vừa làm vừa học. Cử nhân Quản trị văn phòng được đào tạo theo định hướng ứng dụng, chương trình học ngành Quản trị văn phòng trang bị về nghiệp vụ chuyên môn như quản lý, phụ trách văn phòng, văn thư lưu trữ, tham mưu và tổng hợp, quản lý tài sản cơ quan, văn hóa công sở, nghiệp vụ thư ký, tổ chức sự kiện trong văn phòng và tập trung thời lượng thực hành, phát triển các kỹ năng quan trọng trong giao tiếp, thu thập và xử lý thông tin, làm việc nhóm, tin học. Chương trình học không ngừng cập nhật các xu hướng mới trong lĩnh vực nghề nghiệp, làm quen với các thuật ngữ hiện đại như: Văn phòng điện tử (E-Office), Văn phòng không giấy (Paperless Office), Văn phòng mở (Open Office).<\/span><\/p>\n<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Năm 2024, Trường Đại học Thành Đô tiếp tục dành các suất học bổng giá trị miễn 50-100% học phí cho các tân sinh viên ngành Quản trị văn phòng trong thời gian theo học.<\/span><\/p>\n<p><span style=\"font-family: Roboto; font-size: 12pt;\"><strong>&gt;&gt;&gt; Xem thêm <a href=\"https:\/\/thanhdo.edu.vn\/con-mua-hoc-bong-danh-tang-tan-sinh-vien-quan-tri-van-phong-cua-truong-dai-hoc-thanh-do\">Ngành Quản trị văn phòng<\/a> tại TDD<\/strong><\/span><\/p>\n<p><span style=\"font-family: Roboto; font-size: 12pt;\"><span style=\"font-weight: 400;\">Năm 2024, Trường Đại học Thành Đô Tuyển sinh ngành <\/span><b>Quản trị văn phòng<\/b><\/span><\/p>\n<p><span style=\"font-family: Roboto; font-size: 12pt;\"><span style=\"font-weight: 400;\"><strong>Mã ngành<\/strong>: <\/span><span style=\"font-weight: 400;\">7340406<\/span><\/span><\/p>\n<p><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\"><strong>Tổ hợp xét tuyển:<\/strong> A00, A01, C00, D01<\/span><\/p>\n<p><span style=\"font-family: Roboto; font-size: 12pt;\"><b>Phương thức xét tuyển:<\/b><\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Phương thức 1: Xét tuyển theo kết quả học tập THPT 2023:<\/span>\n<ul style=\"list-style-type: circle;\">\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Tổng điểm trung bình của học kỳ 1, học kỳ 2 lớp 11 và học kỳ 1 lớp 12 đạt từ 18 điểm trở lên.<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"2\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Tổng điểm trung bình của ba môn xét tuyển lớp 12 đạt từ 18 điểm trở lên <\/span><\/li>\n<\/ul>\n<\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Phương thức 2: Xét tuyển theo kết quả kỳ thi tốt nghiệp THPT<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Phương thức 3: Xét tuyển kết hợp chứng chỉ ngoại ngữ và điểm thi tốt nghiệp THPT<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Phương thức 4: Xét tuyển theo kết quả bài thi đánh giá năng lực của Đại học Quốc gia Hà Nội<\/span><\/li>\n<\/ul>\n<p><span style=\"font-family: Roboto; font-size: 12pt;\"><b>Thí sinh cần chuẩn bị hồ sơ gồm:<\/b><\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Bản sao công chứng bằng tốt nghiệp THPT (giấy CNTN tạm thời), học bạ THPT<\/span><\/li>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Bản sao CMND\/CCCD, giấy khai sinh, các giấy tờ ưu tiên khác (nếu có).<\/span><\/li>\n<\/ul>\n<p><span style=\"font-family: Roboto; font-size: 12pt;\"><b>Đăng ký nộp hồ sơ:<\/b><\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Cách 1: Trực tiếp tại Trường hoặc chuyển phát qua đường bưu điện<\/span><\/li>\n<\/ul>\n<p style=\"text-align: center;\"><span style=\"font-family: Roboto; font-size: 12pt;\"><b>Văn phòng Trung tâm Tuyển sinh &#8211; <\/b><span style=\"font-weight: 400;\">Tầng 1, Nhà A, <\/span><b>Trường Đại học Thành Đô<\/b><\/span><\/p>\n<p style=\"text-align: center;\"><span style=\"font-weight: 400; font-family: Roboto; font-size: 12pt;\">Km15, Quốc lộ 32, Kim Chung, Hoài Đức, Hà Nội<\/span><\/p>\n<p style=\"text-align: center;\"><span style=\"font-family: Roboto; font-size: 12pt;\"><b>Hotline: 0934.078.668 &#8211;  024.33.861.601<\/b><\/span><\/p>\n<ul>\n<li style=\"font-weight: 400;\" aria-level=\"1\"><span style=\"font-family: Roboto; font-size: 12pt;\"><span style=\"font-weight: 400;\">Cách 2: Trực tuyến tại: <\/span><b>Website:<\/b><a href=\"http:\/\/www.thanhdo.edu.vn\"> <b>thanhdo.edu.vn<\/b><\/a><span style=\"font-weight: 400;\"> hoặc <\/span><b>Fanpage:<\/b><a href=\"https:\/\/www.facebook.com\/truongdaihocthanhdo\"> <span style=\"font-weight: 400;\">Đại học Thành Đô<\/span><\/a><\/span><\/li>\n<\/ul>\n","protected":false},"excerpt":{"rendered":"<p>Mặc dù là một ngành thú vị và có nhiều cơ hội việc làm nhưng ngành Quản trị văn phòng gặp khá nhiều hiểu lầm về tính chất công việc, chương trình học, cơ hội việc làm, khả năng thăng tiến. Với keyword “Quản trị văn phòng” chúng mình sẽ cùng giải mã một số [&hellip;]<\/p>\n","protected":false},"author":9,"featured_media":2870,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[36,1,20],"tags":[109,110,141,42,40,125],"_links":{"self":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/2860"}],"collection":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/users\/9"}],"replies":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/comments?post=2860"}],"version-history":[{"count":3,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/2860\/revisions"}],"predecessor-version":[{"id":2904,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/2860\/revisions\/2904"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/media\/2870"}],"wp:attachment":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/media?parent=2860"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/categories?post=2860"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/tags?post=2860"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}