{"id":2976,"date":"2024-07-03T13:58:06","date_gmt":"2024-07-03T06:58:06","guid":{"rendered":"https:\/\/tuyensinh.thanhdo.edu.vn\/?p=2976"},"modified":"2024-08-05T13:59:07","modified_gmt":"2024-08-05T06:59:07","slug":"dong-hanh-cung-con-dang-ky-xet-tuyen-dai-hoc-2024","status":"publish","type":"post","link":"https:\/\/tuyensinh.thanhdo.edu.vn\/dong-hanh-cung-con-dang-ky-xet-tuyen-dai-hoc-2024\/","title":{"rendered":"ĐỒNG HÀNH CÙNG CON ĐĂNG KÝ XÉT TUYỂN ĐẠI HỌC 2024"},"content":{"rendered":"<p><em>&#8220;Cùng con chọn lựa được môi trường giáo dục toàn diện, kết hợp hiệu quả giữa học trực tiếp và học trực tuyến, giúp con phát triển, trưởng thành và đạt được thành công trong tương lai”,<\/em> là chia sẻ của PGS. TS Phan Thị Thanh Thảo, Hiệu trưởng trường Đại học Thành Đô, với vai trò là một phụ huynh học sinh trước ngưỡng cửa xét tuyển đại học 2024.<\/p>\n<figure id=\"attachment_810\" aria-describedby=\"caption-attachment-810\" style=\"width: 2560px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" class=\"wp-image-810 size-full\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2022\/08\/ts20phan20thanh20thao-scaled.jpg\" alt=\"\" width=\"2560\" height=\"1707\" \/><figcaption id=\"caption-attachment-810\" class=\"wp-caption-text\">PGS.TS Phan Thị Thanh Thảo, Hiệu trưởng Trường Đại học Thành Đô chia sẻ những thông tin trọng tâm trong lựa chọn đăng ký xét tuyển Đại học 2024<\/figcaption><\/figure>\n<p><strong>Tip 1: Nắm vững các cột mốc thời gian và thực hiện đúng quy trình xét tuyển<\/strong><\/p>\n<p>Quy chế tuyển sinh 2024 được giữ ổn định. Toàn bộ quy trình xét tuyển, từ đăng ký xét tuyển, đăng ký nguyện vọng, thay đổi nguyện vọng, nộp lệ phí tuyển sinh và xác nhận nhập học đều tiến hành trực tuyến.<\/p>\n<p>Sau khi có điểm thi tốt nghiệp THPT, thí sinh phải đăng ký trên hệ thống hỗ trợ xét tuyển chung của Bộ GD-ĐT. Các em cần nhập nguyện vọng của mình lên hệ thống, sắp xếp theo thứ tự ưu tiên từ nguyện vọng một là cao nhất, sau đó đến nguyện vọng tiếp theo.<\/p>\n<p>Điều này vô cùng quan trọng. Nếu không nhập các nguyện vọng của mình lên hệ thống, các em sẽ không được ghi nhận, không thể chính thức trúng tuyển và nhập học, dù đã trúng tuyển theo phương thức xét tuyển sớm.<\/p>\n<p>Các em cần nghiên cứu rất kỹ đề án tuyển sinh của trường đại học đã công bố trên website, để bám sát về hồ sơ, thủ tục, giấy tờ và các thời hạn, không được bỏ lỡ các thời hạn đó.<\/p>\n<p><strong> Tip 2: Đăng ký xét tuyển theo ngành phù hợp với năng lực và nguyện vọng<\/strong><\/p>\n<p>Để gia tăng cơ hội trúng tuyển, thí sinh nên chia nguyện vọng theo nhóm, chẳng hạn: ngành nào có cơ hội việc làm trong tương lai? Ngành nào là ngành mình thích? Ngành đó có phù hợp với năng lực của mình không?. Việc đặt tất cả nguyện vọng của mình chỉ vào một top những ngành, những trường có mức độ cạnh tranh quá cao sẽ dẫn đến rủi ro, khó trúng tuyển.<\/p>\n<p>Việc đăng ký xét tuyển lần đầu, cũng như khi thay đổi nguyện vọng đều được thực hiện trực tuyến. Vì vậy, thí sinh cần lưu ý thực hiện hết quy trình từ đầu đến cuối, không được dừng lại và thoát ra giữa chừng, như vậy các thao tác sẽ chưa được ghi nhận. Phải thực hiện cho đến hết quy trình, khi hệ thống báo rằng những nguyện vọng này đã được xác nhận.<\/p>\n<p><strong>Tip 3: Ưu tiên lựa chọn môi trường giáo dục nhằm phát triển năng lực học tập suốt đời<\/strong><\/p>\n<p>Ưu tiên chọn môi trường học tập mà ở đó người học được phát triển năng lực học tập suốt đời. Nói cách khác, việc lựa chọn mô hình giáo dục kết hợp (blended education) chính là mô hình giáo dục cho các công dân toàn cầu. Blended education là sự kết hợp sự linh hoạt của học trực tuyến và sự tương tác trực tiếp trong lớp học. Người học sẽ tự quản lý thời gian và tập trung vào các phần kiến thức cần thiết, đồng thời được hỗ trợ và phản hồi từ giảng viên và bạn bè.<\/p>\n<p>Thời đại của kỷ nguyên số, giáo dục mở được gắn với văn hóa phát triển trong bối cảnh tự chủ giáo dục, hội nhập quốc tế và toàn cầu hóa. Việc học tập, lĩnh hội tri thức mở rộng cho mọi đối tượng học; không giới hạn về thời gian học, không gian học; không hạn chế nguồn tài liệu học.<\/p>\n<p>Bên cạnh đó, việc triển khai giáo dục trực tiếp tại trường cũng đóng vai trò vô cùng quan trọng trong việc hình thành nhân cách của người lao động trong tương lai. Học trực tiếp mang đến cho người học cơ hội tương tác trực tiếp với giảng viên và bạn bè, giúp tiếp thu kiến thức hiệu quả hơn thông qua các hoạt động thảo luận, tranh luận, làm việc nhóm. Việc học trực tiếp cũng giúp người học rèn luyện kỹ năng giao tiếp, ứng xử, làm việc nhóm và thích nghi với môi trường học tập thực tế.<\/p>\n<p>Trường Đại học Thành Đô, đã xây dựng nền tảng vững chắc để phát triển mô hình Blended education. Tại khuôn viên rộng trên 10ha, ở phía tây Hà Nội, ngoài hệ thống phòng học, phòng thực hành hiện đại, nhà trường chú trọng đầu tư tổ hợp thể thao nhằm phát triển các hoạt động thể chất cho người học. Hồ bơi, nhà thi đấu thể thao, sân vận động ngoài trời… là địa điểm lý tưởng để rèn luyện thể lực theo các team. Khuôn viên xanh, gắn kết thiên nhiên là đặc điểm nổi bật của trường. Vườn hồng trên 1000m2, hồ hoa súng hồ cá Koi, vườn dược liệu, vườn xoài…. đều mang lại những cảm giác gắn kết gần gũi với thiên nhiên không dễ gì có được giữa lòng Hà Nội.<\/p>\n<figure id=\"attachment_22312\" aria-describedby=\"caption-attachment-22312\" style=\"width: 4175px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" class=\"size-full wp-image-22312\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/07\/KhuonVienTDD.png\" alt=\"\" width=\"4175\" height=\"2167\" \/><figcaption id=\"caption-attachment-22312\" class=\"wp-caption-text\">Khuôn viên xanh với tổng diện tích hơn 10ha tại Trường Đại học Thành Đô<\/figcaption><\/figure>\n<p>Tại địa chỉ Kim Chung, Hoài Đức, Hà Nội, nhà trường đã đầu tư hạ tầng công nghệ thông tin hiện đại và đưa vào khai thác <strong>“Thư viện Khoa học – giáo dục mở”<\/strong><strong>, <\/strong>với hơn 300 đầu sách giáo trình mở về ngôn ngữ, khoa học xã hội, kinh doanh-kinh tế, người đọc có thể tải xuống hoặc đọc trực tuyến miễn phí. “<em>Dự án này có mục tiêu phát triển nền tảng số cho tài nguyên giáo dục mở cho phép các nhà nghiên cứu, giảng viên, sinh viên của các trường đại học trên toàn quốc và công chúng được chia sẻ, sử dụng chung nguồn tài liệu một cách hợp pháp, không bị giới hạn về thời gian và không gian. Đây là nỗ lực của Trường Đại học Thành Đô trong xây dựng tài nguyên giáo dục mở và chuyển đổi số giáo dục, góp phần thúc đẩy nhu cầu học tập suốt đời của người dân”<\/em>, PGS.TS Phan Thị Thanh Thảo, Hiệu trưởng Trường Đại học Thành Đô nhấn mạnh.<\/p>\n<blockquote><p><strong>Trường Đại học Thành Đô<\/strong><\/p>\n<p><b><i>Địa chỉ:<\/i><\/b><\/p>\n<ul>\n<li>\n<ul>\n<li><strong><em>Km15, Quốc lộ 32, Kim Chung, Hoài Đức, Hà Nội.<\/em><\/strong><\/li>\n<li><strong><em>Số 8, Kiều Mai, Phú Diễn, Nam Từ Liêm, Hà Nội<\/em><\/strong><\/li>\n<\/ul>\n<\/li>\n<\/ul>\n<p><b><i>Hotline: 0934 07 8668 – 0243 386 1601<\/i><\/b><\/p>\n<p><b><i>Website: <\/i><\/b><a href=\"https:\/\/thanhdo.edu.vn\/\"><b><i>https:\/\/thanhdo.edu.vn\/<\/i><\/b><\/a><b><i> <\/i><\/b><\/p>\n<p><b><i>Fanpage: <\/i><\/b><a href=\"https:\/\/www.facebook.com\/truongdaihocthanhdo\"><b><i>https:\/\/www.facebook.com\/truongdaihocthanhdo<\/i><\/b><\/a><\/p><\/blockquote>\n","protected":false},"excerpt":{"rendered":"<p>&#8220;Cùng con chọn lựa được môi trường giáo dục toàn diện, kết hợp hiệu quả giữa học trực tiếp và học trực tuyến, giúp con phát triển, trưởng thành và đạt được thành công trong tương lai”, là chia sẻ của PGS. TS Phan Thị Thanh Thảo, Hiệu trưởng trường Đại học Thành Đô, với [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":2954,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[36,1,20],"tags":[109,110,42,125],"_links":{"self":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/2976"}],"collection":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/comments?post=2976"}],"version-history":[{"count":1,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/2976\/revisions"}],"predecessor-version":[{"id":2977,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/2976\/revisions\/2977"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/media\/2954"}],"wp:attachment":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/media?parent=2976"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/categories?post=2976"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/tags?post=2976"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}