{"id":3064,"date":"2024-11-26T09:12:09","date_gmt":"2024-11-26T02:12:09","guid":{"rendered":"https:\/\/tuyensinh.thanhdo.edu.vn\/?p=3064"},"modified":"2024-11-26T09:12:09","modified_gmt":"2024-11-26T02:12:09","slug":"truong-dai-hoc-thanh-do-hai-thap-ky-manh-me-vuon-minh-trong-ky-nguyen-tri-thuc","status":"publish","type":"post","link":"https:\/\/tuyensinh.thanhdo.edu.vn\/truong-dai-hoc-thanh-do-hai-thap-ky-manh-me-vuon-minh-trong-ky-nguyen-tri-thuc\/","title":{"rendered":"TRƯỜNG ĐẠI HỌC THÀNH ĐÔ &#8211; HAI THẬP KỶ MẠNH MẼ VƯƠN MÌNH TRONG KỶ NGUYÊN TRI THỨC"},"content":{"rendered":"<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-23988\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/2-tit1-116045.jpg\" alt=\"\" width=\"1000\" height=\"322\" \/><\/p>\n<p>Cách đây tròn 20 năm, vào ngày 30\/11\/2004, trường Cao đẳng tư thục Công nghệ Thành Đô &#8211; tiền thân của Trường Đại học Thành Đô ra đời. Năm 2009, đúng dịp kỷ niệm 5 năm thành lập, Thủ tướng Chính phủ đã có quyết định nâng cấp trường lên bậc đại học với tên gọi Trường Đại học Thành Đô.<\/p>\n<p>Trường Đại học Thành Đô có tổng diện tích gần 10ha, được thiết kế trẻ trung, sở hữu khuôn viên rộng lớn và cơ sở vật chất chuẩn quốc tế, hướng tới sự tiện nghi và thoải mái cho sinh viên. Tọa lạc tại Km 15, Quốc Lộ 32, Lai Xá, Kim Chung, Hoài Đức, Hà Nội, trường nằm trên tuyến đường “huyết mạch” của Hà Nội, thuận tiện giao thông đi lại.<\/p>\n<p>Bên cạnh đó, khẳng định sứ mệnh xây dựng tương lai của thế hệ trẻ, trong 20 năm qua, các thế hệ lãnh đạo, cán bộ, giảng viên không ngừng đổi mới, khẳng định thương hiệu trên bản đồ giáo dục Việt Nam và quốc tế.<\/p>\n<p>Được thành lập trong bối cảnh xã hội hóa giáo dục đại học, Trường Đại học Thành Đô là trường tư thục đầu tiên trong hệ thống giáo dục đại học Việt Nam, tiên phong mở rộng các hình thức giáo dục đa dạng. Trường có hơn 30.000 sinh viên được đào tạo ở các nhóm ngành: Công nghệ; Kinh tế &#8211; Xã Hội; Sức khỏe, góp phần quan trọng trong việc phát triển nguồn nhân lực có trình độ cho Thủ đô Hà Nội cũng như các tỉnh thành khác.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-23992\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/4-quote1-116046.jpg\" alt=\"\" width=\"1920\" height=\"1303\" \/><\/p>\n<p>Năm 2024, nhà trường ghi nhận sự tăng hạng ấn tượng trên bảng xếp hạng các trường đại học Webometrics. Cụ thể, Trường Đại học Thành Đô đã tăng hơn 2000 bậc, theo công bố ngày 23\/7\/2024. Trong 190 cơ sở giáo dục Việt Nam được xếp hạng, trường xếp thứ 132, tăng 12 bậc so với tháng 1\/2024. Đây là thứ hạng cao nhất của trường từ trước đến nay. Với các trường ngoài công lập, Trường Đại học Thành Đô đứng thứ 29\/45 và xếp thứ 1.656 tại Đông Nam Á. Trên toàn cầu, trường đạt vị trí 16.899, thành tích tốt nhất trong lịch sử tham gia bảng xếp hạng.<\/p>\n<p>Trong xu hướng toàn cầu hóa, Trường Đại học Thành Đô không ngừng mở rộng mạng lưới hợp tác quốc tế và gia nhập các tổ chức giáo dục toàn cầu. Trường đã trở thành thành viên Việt Nam duy nhất trong mạng lưới Open Education Global (OE Global) &#8211; tổ chức phi lợi nhuận quốc tế hỗ trợ phát triển và sử dụng giáo dục mở trên toàn cầu. Điều này không chỉ khẳng định cam kết của Thành Đô đối với giáo dục hiện đại, mà còn mở ra nhiều cơ hội học tập và nghiên cứu cho sinh viên, giảng viên.<\/p>\n<p>Đặc biệt, PGS.TS Phan Thị Thanh Thảo &#8211; Hiệu trưởng Trường Đại học Thành Đô đã trở thành thành viên quốc tế duy nhất trong Ban biên tập của Tạp chí “Diglossia: Jurnal Kajian Ilmiah Kebahasaan dan Kesusastraan” &#8211; tạp chí uy tín về ngôn ngữ học và văn học do Khoa Kinh doanh, Ngôn ngữ và Giáo dục, Đại học Pesantren Tinggi Darul Ulum Jombang, Indonesia xuất bản. Sự kiện này cho thấy sự ghi nhận quốc tế đối với Trường Đại học Thành Đô, đồng thời là một nỗ lực góp phần thúc đẩy hợp tác học thuật giữa các quốc gia.<\/p>\n<figure id=\"attachment_24002\" aria-describedby=\"caption-attachment-24002\" style=\"width: 1920px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" class=\"size-full wp-image-24002\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/12-anh-116047.jpg\" alt=\"\" width=\"1920\" height=\"1563\" \/><figcaption id=\"caption-attachment-24002\" class=\"wp-caption-text\">PGS.TS Phan Thị Thanh Thảo &#8211; Hiệu trưởng Trường Đại học Thành Đô<\/figcaption><\/figure>\n<div class=\"e-tpl-v3 e-tpl-v3-text-single e-v3-tpl-content\">\n<div class=\"e-v3-text\">\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-23990\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/3-tit2-116048.jpg\" alt=\"\" width=\"1000\" height=\"229\" \/><\/p>\n<p>Tại Đại học Thành Đô, ngoài kiến thức chuyên ngành, sinh viên còn được trang bị thêm những kỹ năng mềm, ứng dụng trên máy tính, kỹ năng về Solidworks, thiết kế đồ họa 3D, AUTOCAD, CAM, CNC. Các bạn trẻ được học tập các kỹ năng triển khai lập trình và ứng dụng công nghệ qua mô hình phòng học lab.<\/p>\n<p>Chất lượng giáo dục luôn là “kim chỉ nam” trong mọi hoạt động của Trường Đại học Thành Đô. Nhà trường xác định rõ sứ mệnh đào tạo là kiến tạo không gian tích hợp WILL (Work-Integrated Learning and Living), gắn kết hài hòa giữa học tập, nghiên cứu, giảng dạy, thực hành, hướng nghiệp và trải nghiệm cuộc sống.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-23994\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/5-quote2-116049.jpg\" alt=\"\" width=\"1920\" height=\"1363\" \/><\/p>\n<\/div>\n<\/div>\n<div class=\"e-tpl-v3 e-tpl-v3-media-single e-v3-tpl-cover wow animate__lightSpeedOutRight\" data-animation-name=\"animate__lightSpeedOutRight\" data-wow-duration=\"1s\">\n<div class=\"e-v3-media\">\n<div class=\"e-v3-image\"><picture><source srcset=\"https:\/\/static-images.vnncdn.net\/vps_images_publish\/000001\/000003\/2024\/11\/25\/5-quote2-116049.jpg?width=0&amp;s=KNKM3mFSWRRwCyHhaH_4Sw\" media=\"(max-width: 1023px)\" data-srcset=\"https:\/\/static-images.vnncdn.net\/vps_images_publish\/000001\/000003\/2024\/11\/25\/5-quote2-116049.jpg?width=0&amp;s=KNKM3mFSWRRwCyHhaH_4Sw\" \/><\/picture><\/div>\n<div>\n<p>Ngoài ra, trường tạo cơ hội để mọi sinh viên được tham gia, dẫn dắt và truyền cảm hứng theo nguyên lý “Trí &#8211; Năng &#8211; Nhân &#8211; Hòa”. Trong đó “Trí” là phát triển về trí tuệ. “Năng” là nâng cao năng lực. “Nhân” là rèn luyện nhân cách. “Hòa” là kiến tạo hòa hợp. Trường Đại học Thành Đô đang xây dựng một “hệ sinh thái giáo dục”, ở đó người học được phát triển trí tuệ, được nâng cao năng lực, được rèn luyện nhân cách và được học cách để hòa hợp.<\/p>\n<p>Về các ngành học, trường đào tạo đa ngành, đa lĩnh vực với 13 ngành học thuộc nhóm ngành: Công nghệ, Kinh tế &#8211; Xã hội, Sức khỏe. Mỗi chương trình đều được thiết kế để đáp ứng nhu cầu của xã hội và thị trường lao động, đồng thời mang đến cho sinh viên những trải nghiệm học tập đa dạng, nâng cao năng lực chuyên môn và sự tự tin khi bước vào thị trường việc làm.<\/p>\n<p>Đặc biệt, nhà trường chú trọng đào tạo gắn kết với thực tiễn, thông qua các chương trình thực tập tại Nhật Bản và thực hành tại doanh nghiệp, giúp sinh viên tích lũy kinh nghiệm thực tế, nâng cao kỹ năng mềm và phát triển chuyên môn sâu rộng. Các đối tác chiến lược của Trường Đại học Thành Đô như: Toyota Việt Nam, Samsung, Sun World Ba Na Hills, Ngân hàng Vietinbank… đã cung cấp môi trường thực tập lý tưởng cho sinh viên, giúp các em tự tin bước vào thị trường lao động.<\/p>\n<p>Bạn Hoàng Thị Hằng &#8211; thủ khoa đầu ra của Trường Đại học Thành Đô năm 2023 chia sẻ: &#8220;Nhờ sự hướng dẫn và kết nối của Trường Đại học Thành Đô, mình đã có cơ hội tham gia thực tập từ rất sớm. Qua mỗi trải nghiệm thực tế, mình không chỉ có thêm kiến thức thực tế mà còn rèn luyện kỹ năng mềm quan trọng như giao tiếp, làm việc nhóm và xử lý tình huống. Đây là những yếu tố giúp mình tự tin hơn khi bước vào thị trường lao động và dễ dàng “ghi điểm” với nhà tuyển dụng&#8221;.<\/p>\n<p>Đáng chú ý, từ năm 2022, Trường Đại học Thành Đô đã đầu tư hạ tầng công nghệ thông tin hiện đại trong đó khai thác các tài nguyên mở trên thế giới và xây dựng “Thư viện Khoa học và giáo dục mở &#8211; Open Education and Science Resource digital library”. Cho đến nay, thư viện đã có hơn 300 đầu sách giáo trình mở về ngôn ngữ, khoa học xã hội và kinh doanh, kinh tế và vẫn đang tiếp tục được cập nhật. Các tài nguyên này đều được cấp quyền truy cập mở, có thể tải xuống hoặc đọc trực tuyến miễn phí cho tất cả mọi người qua URL: https:\/\/oesr.thanhdo.edu.vn.<\/p>\n<p>“Dự án này có mục tiêu phát triển nền tảng số cho tài nguyên giáo dục mở cho phép các nhà nghiên cứu, giảng viên, sinh viên của các trường đại học trên toàn quốc và công chúng được chia sẻ, sử dụng chung nguồn tài liệu không bị giới hạn về thời gian và không gian. Đây là nỗ lực của Trường Đại học Thành Đô trong xây dựng tài nguyên giáo dục mở và chuyển đổi số giáo dục, góp phần thúc đẩy nhu cầu học tập suốt đời của người dân”, PGS.TS Phan Thị Thanh Thảo &#8211; Hiệu trưởng Trường Đại học Thành Đô nhấn mạnh.<\/p>\n<p>Trường Đại học Thành Đô cũng đã triển khai biên soạn và xuất bản cuốn sách “Giáo dục và Khoa học mở &#8211; Cẩm nang hướng dẫn dành cho giảng viên và nhà nghiên cứu”. Ra mắt vào đầu năm 2024, cuốn sách mang lại các thông tin, hướng dẫn tìm kiếm và tận dụng các tài nguyên mở. Đây là một nỗ lực của trường với mong muốn thúc đẩy thực hành khoa học &#8211; giáo dục mở.<\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-23996\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/6-quote3-116050.jpg\" alt=\"\" width=\"1920\" height=\"1117\" \/><\/p>\n<p>Chia sẻ về định hướng phát triển thời gian tới, PGS.TS Phan Thị Thanh Thảo &#8211; Hiệu trưởng Trường Đại học Thành Đô cho biết: “Trong tương lai, Trường Đại học Thành Đô tiếp tục kiên định với sứ mệnh đào tạo nguồn nhân lực chất lượng cao, gắn kết lý thuyết với thực tiễn, đáp ứng nhu cầu ngày càng cao của xã hội. Nhà trường sẽ không ngừng nỗ lực nâng cao chất lượng đào tạo, mở rộng hợp tác quốc tế và cung cấp cho sinh viên một môi trường học tập toàn diện, nơi mỗi cá nhân có thể phát triển tối đa tiềm năng của mình”.<\/p>\n<p>Bên cạnh nâng cao chất lượng đào tạo chuyên môn, Trường Đại học Thành Đô đặc biệt chú trọng sức khỏe thể chất và tinh thần của sinh viên. Nhà trường thành lập Trung tâm Chăm sóc Sức khỏe Học đường và là đơn vị giáo dục đầu tiên sở hữu loại hình này tại Việt Nam. Trung tâm cung cấp các dịch vụ đa dạng như: gội đầu dưỡng sinh, chăm sóc da, massage cổ vai gáy, và các liệu pháp chăm sóc sức khỏe khác. Các dịch vụ nhằm giúp sinh viên giải tỏa căng thẳng, đồng thời hỗ trợ cải thiện sức khỏe toàn diện, tạo môi trường học tập cân bằng và phát triển.<\/p>\n<div class=\"e-tpl-v3 e-tpl-v3-text-single e-v3-tpl-content\">\n<div class=\"e-v3-text\">\n<p>Bên cạnh đó, trường thường xuyên tổ chức các chương trình định hướng nghề nghiệp; đồng hành cùng tâm lý học sinh để giúp các em vững vàng hơn trên con đường tương lai.<\/p>\n<p>Trên hành trình 20 năm vươn xa hội nhập, Trường Đại học Thành Đô đã chứng minh được sự phát triển bền vững và khả năng thích ứng với xu thế toàn cầu. Những thành tựu đạt được là minh chứng cho cam kết không ngừng của nhà trường trong việc đổi mới giáo dục, tạo ra giá trị cho cộng đồng và chuẩn bị cho thế hệ trẻ hành trang vững chắc để bước ra thế giới.<\/p>\n<figure id=\"attachment_24006\" aria-describedby=\"caption-attachment-24006\" style=\"width: 1920px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" class=\"size-full wp-image-24006\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/anh-6-116052.jpg\" alt=\"\" width=\"1920\" height=\"1177\" \/><figcaption id=\"caption-attachment-24006\" class=\"wp-caption-text\">Năm 2024, Trường Đại học Thành Đô phối hợp với các đơn vị tổ chức chuỗi chương trình Đối thoại tư vấn hướng nghiệp cho học sinh THPT. Chương trình đã thu hút hơn 60.000 học sinh, phụ huynh quan tâm<\/figcaption><\/figure>\n<figure id=\"attachment_24004\" aria-describedby=\"caption-attachment-24004\" style=\"width: 1920px\" class=\"wp-caption aligncenter\"><img loading=\"lazy\" class=\"size-full wp-image-24004\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/anh-2-116051.jpg\" alt=\"\" width=\"1920\" height=\"1280\" \/><figcaption id=\"caption-attachment-24004\" class=\"wp-caption-text\">Ghi nhận những đóng góp 20 năm qua, ngày 22\/11\/2024, Bộ trưởng Bộ Giáo dục và Đào tạo đã tặng Bằng khen cho Trường Đại học Thành Đô vì đã có thành tích xuất sắc trong quá trình xây dựng và phát triển nhà trường, nhân dịp kỉ niệm 20 năm thành lập trường<\/figcaption><\/figure>\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-23998\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/7-box1-116053.jpg\" alt=\"\" width=\"1000\" height=\"1093\" \/><\/p>\n<p><img loading=\"lazy\" class=\"aligncenter size-full wp-image-24000\" src=\"https:\/\/thanhdo.edu.vn\/wp-content\/uploads\/2024\/11\/8-info-116054-scaled.jpg\" alt=\"\" width=\"569\" height=\"2560\" \/><\/p>\n<p><strong>Nguồn <a href=\"https:\/\/vietnamnet.vn\/truong-dai-hoc-thanh-do-hai-thap-ky-manh-me-vuon-minh-trong-ky-nguyen-tri-thuc-2344062.html?gidzl=UApQSuTb65PujDzmZNaSMN-qqtsNAX4FQR3K9yqg6W0yjDWdoduO0sssZ2URVXa3QB7RSpd6__OHZs0RMW\">Báo Vietnamnet<\/a><\/strong><\/p>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n<\/div>\n","protected":false},"excerpt":{"rendered":"<p>Cách đây tròn 20 năm, vào ngày 30\/11\/2004, trường Cao đẳng tư thục Công nghệ Thành Đô &#8211; tiền thân của Trường Đại học Thành Đô ra đời. Năm 2009, đúng dịp kỷ niệm 5 năm thành lập, Thủ tướng Chính phủ đã có quyết định nâng cấp trường lên bậc đại học với tên [&hellip;]<\/p>\n","protected":false},"author":5,"featured_media":3065,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[36,35,1],"tags":[197,109,110,186,42],"_links":{"self":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/3064"}],"collection":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/users\/5"}],"replies":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/comments?post=3064"}],"version-history":[{"count":1,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/3064\/revisions"}],"predecessor-version":[{"id":3066,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/posts\/3064\/revisions\/3066"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/media\/3065"}],"wp:attachment":[{"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/media?parent=3064"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/categories?post=3064"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/tuyensinh.thanhdo.edu.vn\/wp-json\/wp\/v2\/tags?post=3064"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}